{
  "article": [
    {
    "url": "http://www.cnn.com/2016/09/24/us/washington-mall-shooting/index.html",
    "title": "Washington mall shooting: Manhunt underway after gunman kills 5",
    "dateCreated": "September 24, 2016",
    "body": "A blurry surveillance photo of a rifle-toting man accused of shooting four women and a man dead at a Washington state mall could be the biggest lead in the hunt for the shooter. But authorities were still searching Cascade Mall in Burlington for evidence a little more than 12 hours after Friday night's rampage, and they had not identified the attacker or his victims Saturday. 'There are people waking up this morning whose worlds are changed forever,' Mayor Steve Sexton told reporters Saturday. 'The city of Burlington has probably changed forever,' he said of the town about an hour's north of Seattle. 'This is a senseless act. It was the world knocking on our doorstep, and it came to our little community here.' The mayor urged residents with possible leads to come forward 'to help get that son of a bitch who did this to our community."
  },
  {
    "url": "http://www.cnn.com/2016/09/24/health/canada-elderly-couple-reunited/index.html",
    "title": "Reunited at last: Elderly couple who broke hearts moved to same home",
    "dateCreated": "September 24, 2016",
    "body": "They appear overcome with emotion and share a kiss, ecstatic to be back in each other's arms. This was the touching scene when Wolfram and Anita Gottschalk, the elderly Canadian couple whose tearful goodbye photo pulled heart strings worldwide, were reunited at the same health care facility in Surrey, British.Bartyik's original photo post of the couple in August -- showing their sad goodbye -- helped spur the move. The couple has been married for 62 years, but were placed in separate nursing homes for the better part of a year due to a backlog in the health care system, according to Bartyik. Every other day, a family member had to drive the 40 minutes so they could see each other. Every time they said goodbye, there were tears. 'Fault in Our Stars' couple dies days apart She pleaded with the community to help speed up the move, especially since her grandfather suffers from dementia. The family feared his memory of Anita would fade faster the longer they were apart. But on Thursday, those fears subsided. As Anita reunited with Wolfram -- who sat in a wheelchair -- she clasped his face. 'Look at me, look at me. I love you,' she said."
  }
  ]
}
